// *++
//
// Copyright (c) 2004 - 2009, Intel Corporation
// All rights reserved. This program and the accompanying materials
// are licensed and made available under the terms and conditions of the BSD License
// which accompanies this distribution.  The full text of the license may be found at
// http://opensource.org/licenses/bsd-license.php
//
// THE PROGRAM IS DISTRIBUTED UNDER THE BSD LICENSE ON AN "AS IS" BASIS,
// WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.
//
// Module Name:
//
//   cpstrings.uni
//
// Abstract:
//
//   String definitions for tokens/USB keys.
//
// --*/



/=#

#langdef en-US "English"


#string STR_USBKEY_FSTITLE                #language en-US  "USB Key credential provider"

#string STR_USBKEY_FSHELP           	  #language en-US  "Enter password"

#string STR_USBKEY_BANNER				  #language en-US  "Please insert usb key"

#string STR_PASSWORD_PROMPT				  #language en-US  "Enter password"

#string STR_PASSWORD_HELP				  #language en-US  "PASS HELP HELP HELP"

#string STR_USBKEY_LAST_STRING			  #language en-US  "Last String"

#string STR_USBKEY_VARNAME                #language en-US  "UsbKeyVar"

#string PRESS_ENTER                       #language en-US  "Press ENTER to continue"

#string MINI_STRING                       #language en-US  "Please enter enough characters"

#string EMPTY_STRING                      #language en-US  ""

#string STR_USBKEY_PORT1                  #language en-US  "USB key PORT#1"

#string STR_USBKEY_PORT2                  #language en-US  "USB key PORT#2"

#string STR_POPUP_PASSWORD_HELP           #language en-US  "Please enter password"

#string STR_AUTH_SUCCESS                  #language en-US "Authentification success."

#string STR_AUTH_FAILED                   #language en-US "Authentification failed."

#string STR_NO_KEY                        #language en-US "USB key not found."

#string STR_RESET_WAIT                    #language en-US "Reboot %d sec."
